Repository: omeka-s-modules/DataRepositoryConnector
Catalog: language/*.po
Languages: it

source: Last Modified
it: Ultima modifica

source: Link
it: Collegamento

source: Data Repository Connector
it: Connettore al data repository

source: CKAN Import
it: Importazione CKAN

source: Dataverse Import
it: Importazione Dataverse

source: Past Imports
it: Precedenti importazioni

source: Undo?
it: Annulla?

source: Job ID
it: ID dell'operazione

source: Container
it: Contenitore

source: Undo job
it: Annulla operazione

source: Added:
it: Aggiunto:

source: Updated:
it: Aggiornato:

source: Undone:
it: Annullato:

source: Zenodo Import
it: Importazione Zenodo

source: Short string identifying which Zenodo community to import from. Found in URL after https://zenodo.org/communities/ and before any search parameters. Example: lory_hslu
it: Breve stringa identificativa di quale comunità di Zenodo è la fonte per l'importazione. Si trova nell'indirizzo URL dopo https://zenodo.org/communities/ e prima di eventuali parametri di ricerca. Esempio: lory_hslu

source: Metadata format
it: Formato dei metadata

source: Select the metadata format to export from Zenodo. NOTE: Ensure the format exists as a vocabulary in your Omeka instance.
it: Seleziona il formato di metadata da esportare da Zenodo. N.B. Assicurati che il formato esista come vocabolario nella tua istanza di Omeka

source: The maximum number of results to retrieve at once from Zenodo community. If you notice errors or missing data, try lowering this number. Increasing it might make imports faster.
it: Massimo numero di risultati da importare da una comunità Zenodo in una singola richiesta. Se noti errori o dati mancanti, prova a ridurre questo numero. Alzare questo numero può rendere l'importazione più veloce.

source: Import files into Omeka S
it: Importa file in Omeka S

source: If checked, all data files associated with a record will be imported into Omeka S.
it: Se selezionati, tutti i file di dati associati con un contenuto verranno importati in Omeka S

source: A note about the purpose or source of this import.
it: Una nota riguardo allo scopo o alla fonte di questa importazione

source: Select item set(s)
it: Seleziona collezioni

source: Optional. Import items into item set(s).
it: Opzionale. Importa contenuti in collezioni.

source: Select site(s)
it: Seleziona siti

source: Optional. Import items into site(s).
it: Opzionale. Importa contenuti in siti.

source: Main CKAN URL
it: URL CKAN principale

source: URL of the main CKAN site. Example: <a target="_blank" href="https://data.gov">https://data.gov</a>
it: URL del sito CKAN principale. Esempio: <a target="_blank" href="https://data.gov">https://data.gov</a>

source: CKAN Organization
it: Organizzazione CKAN

source: The identifier of the CKAN organization to import from. Example: city-of-new-york. If organization field is blank, all datasets under Main CKAN URL above will be imported.
it: L'identificativo dell'organizzazione CKAN da cui importare. Esempio: city-of-new-york. Se il campo organizzazione è lasciato vuoi, tutti i dataset sotto l'URL CKAN principale verranno importati.

source: The maximum number of results to retrieve at once from CKAN instance. If you notice errors or missing data, try lowering this number. Increasing it might make imports faster.
it: Massimo numero di risultati da importare da un'istanza CKAN in una singola richiesta. Se noti errori o dati mancanti, prova a ridurre questo numero. Alzare questo numero può rendere l'importazione più veloci.

source: Main Dataverse URL
it: URL Dataverse principale

source: URL of the main Dataverse site. Example: <a target="_blank" href="https://dataverse.harvard.edu">https://dataverse.harvard.edu</a>
it: URL del sito Dataverse principale. Esempio: <a target="_blank" href="https://dataverse.harvard.edu">https://dataverse.harvard.edu</a>

source: Dataverse Identifier
it: Identificativo Dataverse

source: The identifier of the Dataverse to import from. If blank, all datasets under Main Dataverse URL above will be imported.
it: Identificativo del Dataverse da cui effettuare l'importazione. Se lasciato vuoto, tutti i dataset sotto l'URL Dataverse principale verranno importati.

source: Select the metadata format to export from Dataverse. NOTE: Ensure the format exists as a vocabulary in your Omeka instance.
it: Seleziona il formato di metadata da esportare dal Dataverse. N.B. Assicurati che il formato esista come vocabolario nella tua istanza di Omeka

source: The maximum number of results to retrieve at once from Dataverse. If you notice errors or missing data, try lowering this number. Increasing it might make imports faster.
it: Massimo numero di risultati da importare dal Dataverse in una singola richiesta. Se noti errori o dati mancanti, prova a ridurre questo numero. Alzare questo numero può rendere l'importazione più veloce.

source: There was a problem connecting to the Dataverse
it: C'è stato un problema cercando di connettersi al Dataverse

source: Importing in Job ID %s
it: Importazione in corso in operazione con ID %s

source: There was an error during validation
it: C'è stato un errore durante al validazione

source: Undo in progress in the following jobs: %s
it: Annullamento in corso nelle seguenti operazioni: %s

source: Error: no jobs selected to undo
it: Errore: nessuna operazione è stata selezionata per essere annullata
